Repository: seanpm2001/mt-training-data
Catalog: ss/ss_pontoon.tmx
Source language: en_us
Languages: ss

source: Toward next goal
ss: Kuye egolini lelilandzelako

source: Track progress here and on your stats page.
ss: Landzela inchubo lana nasekhasini letinombolo.

source: Translate this page
ss: Humusha lelikhasi

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ss: <translateVideoLink>Bukela umkhombandlela wetfu wekutsi usetjentiswa kanjani Pontoon.</translateVideoLink>

source: Translating the site
ss: Sisahumusha lelikhasi

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ss: Kuhumusha kususwa eSingisini, konja ungatibona <strong>Tiphakamiso </strong>kuletinye tilimi. Chafata lesitfonjana ekhasini, bese uchafata sichumanisi sekulinganisa <strong>Setilungo</strong> bese wengeta lulwimi lolukhulumako. Entasi ngesekudla ekoneni kuneluhla wetihumusho letibitwa ngekutsi ma <strong>Locales</strong>. Letihumusho tivela khasini ngekulandselana.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ss: Kuhumushwa kwelikhasi la Common Voice kwenteka ku<strong>Pontoon</strong>.

source: Understand contribution criteria
ss: Condzisisa luhla lwekulekelela

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ss: Condzisisa kutsi ufunani uma ulalela tinkhulumo kute utokwati kwenta kutfwebula tinkhulumo kunotse!

source: Unexpected response returned from server
ss: Imphendvulo lengakagadzeki iphuma ku server

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
ss: Siyacolisa, ngeke sikhone kuba nemaphephandzaba aka Wikimedia kwamanje. Sicela ungakopi khona.

source: { $unreviewedSentencesByYou } sentences left for you to review.
ss: { $unreviewedSentencesByYou } imisho lesele kutsi uyibeyekete.

source: Upload aborted. Do you want to delete your recordings?
ss: Kutfumela kumisiwe. Uyafuna kwesula ema-recording akho?

source: Upload an image file
ss: Faka sitfombe

source: User Name
ss: Ligama Lolisebentisako

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
ss: Labasebentisa lobucwephesha ngibo labaphasisa kucondza kwalemitfwebulo, bahlole kutsi sikhulumi sifudza imisho ngalukufanele yini.

source: Using Common Voice
ss: Kusebentisa Common Voice

source: Validated Clips
ss: Leticinisikesiwe Ticephu

source: Validated Hours
ss: Lacinisekisiwe emahora

source: Validated Hr. Total
ss: Linani la Hr. lelicinisekisiwe

source: { $validatedSentences } validated sentences.
ss: { $validatedSentences } umusho locinisekisiwe.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
ss: Kucinisekisa ticeshana letinikelwe kumcokwa kumishini ya Common Voice. Tsatsa ulalele kute usisite sakhe umtfombo welwati lotawusita sive.

source: Validation Progress
ss: Inchubo yekucinisekisa

source: Validations
ss: Lokucinisekiwe

source: Value and recognition.
ss: Linani nekunconywa

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
ss: Kuhlukahluka kuyincenye tsite yetilwimi - kufana naleyo leyinikelwe ngulabo baleyo ndzawo noma lowo mphakatsi. Ngalesinye sikhatsi kubitwa ngekutsi ngema dialects

source: Varying Pronunciations
ss: Tindlela tekukhuluma letehlukahlukene

source: Version
ss: Inhlobo

source: View your progress against personal and project goals.
ss: Buka inchubo yakho mayicatsaniswa nenchubo yemsebenti jikelele.

source: Visible
ss: Kuyabonakala

source: Voice clips are entered into a submission queue that readies them for listening.
ss: Emavi latfwebuliwe afakwa elayinini lekumikiswa lelilungiselela kutsi alalelwe.

source: Voice Contribution
ss: Kulekelela ngelivi

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
ss: Livi lendalo, livi lingumuntfu. Ngiko nje sikujabulela kwakha bucwephesha bemavi emishinini yetfu. Kodvwa kute wakhe umshina welivi, bonjiniyela kumele batfole linani lelisetulu kakhulu lelwati lwedatha.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
ss: Livi lendalo, livi lingumuntfu. Ngiko nje sikutfokotela kwakha bucwephesha bemavi emishinini yetfu. Kodvwa kute wakhe umshina welivi, bonjinela kumele batfole linani lelisetulu kakhulu lelwati lwemavi.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
ss: Buchwephesha bekuva livi bushintja indlela lesisebentisana ngayo nemishini, kodvwa tinsita tetfu tebuchwephesha letitfolakalako nyalo tiyabita futsi tinebanikati. I- Common Voice iyincenye yesinyatselo se-Mozilla sekwenta lobuchwephesha bekuva emavi bube ncono futsi bufinyeleleke kuwo wonkhe umuntfu. I-Common Voice ngumtfombo welwati wemhlaba wemavi lanikelwe lovumela noma ngubani kutsi aceceshe ngekushesha futsi kalula tinhlelo tekusebenta letisebentisa ema mavi kuto tonkhe tilwimi.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
ss: Buchwephesha bekuva livi buyayishintja indlela lesisebentisana ngayo nemishini, kodvwa tinsita tetfu tebuchwephesha letitfolakalako nyalo tiyabita futsi tinebanikati. I- Common Voice iyincenye yesinyatselo sa-Mozilla sekwenta lobuchwephesha bekuva emavi bube ncono futsi bufinyeleleke kuwo wonkhe umuntfu. I-Common Voice ngumtfombo welwati wemhlaba wemavi lanikelwe lovumela noma ngubani kutsi aceceshe ngekushesha futsi kalula tinhlelo tekusebenta letisebentisa ema mavi kuto tonkhe tilwimi. Asikweleki kuphela ticeshana nemavi tetilwimi letikhulunywa linengi kuphela kepha nakuleto telinani lelincane letikhulumi. Kusakata ticheme letehlukahlukene temavi kutonika emandla bonjiniyela, bosomabhizinisi, nemiphakatsi kutsi ibhekane nalo mkhatsi ngokwabo.

source: Voices Online Now
ss: Emavi Alabakhona Manje

source: Voice Validation
ss: Kucinisekisa Livi

source: Volume
ss: Linani lemsindvo

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
ss: VoxForge wasungulelwa kukweleka tinkhulumo letichazelwe kusebenta ngetinjini tekuva livi tamahhala

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
ss: Uyafuna kusita kwenta i Common Voice ibencono? Kuhle! Tsintsana ngeliposi lembane noma <discourseLink> Discourse</discourseLink> tinkhundla, tfumela tingcinamba telikhasi nga <githubLink>GitHub</githubLink>, noma ujoyine Tingcogco ta <matrixLink>Matrix community<matrixLink>.

source: Want to stay in touch with Common Voice?
ss: Uyafuna kuhlala uchumene na Common Voice?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
ss: Uyafuna kwati ngalokuhamba embili uma sikhipha inhlobo lensha ye dataset yaka Common Voice? Bhalisa kuleliphephandzaba letfu.

source: Watch our video explainer to help
ss: Bukela i-video yetfu lechaza kabanti kuze usitakale.

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
ss: Sakha iDataset levulekele sive lenemaphimbo langasetjentiswa nguwonkhe muntfu kucecesha tinsita tebucwephesha letisebentisa inkhulumo.

source: We are going out to get a coffee.
ss: Siyaphuma siyotfola likhofi.

source: We are going out to get coffee.
ss: Siyaphuma siyotfola likhofi.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
ss: Tsine ka Mozilla sakha umphakatsi siwakhela ebuchwephesheni bemavi. Sifise kuchubeka sichumane nalokusha, imitfombo lemisha ye lwati futsi sati kutsi ulisebentisa kanjani lelwati.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
ss: Siyetsemba kutsi lelanani lelisetulu kanye nemtfombo welwati wesive utowakha bucwephesha nekuchudzelana kwetemabhizinisi lokunemphilo ebucwephesheni bekukhuluma lobusekelwe mishina. Lona ngumetamo wemhlaba wonkhe futsi simema wonkhe umuntfu kutsi adlale indzima. Inhloso yetfu kusita bucwephesha benkhulumo bufake wonkhe, bukhombise kwehlukana kwetilimi temhlaba.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
ss: Sikholelwa kutsi ticheme telwati lwesive, lungatfolakala lutokhutsata kwakha lokusha nekucdzelana kwetemabhizinisi lokunemphilo ngetebuchwephesha benkhulumo lobusekelwe yimishina. Umtfombo welwati wetilwimi letiningi te-Common Voice seyivele iluhlobo leticheme letinkhulu telwati kunawo onkhe ,konja akusiyo yodvwa. Buka kulelikhasi njengendzawo yekubuka letinye ticheme telwati loluvulekile futsi, njengoba i- Common Voice ichubeka ikhula, likhaya letibuyeteko tekwatisa.

source: Website Localization
ss: Kusondzetwa kwelikheli langcondvomshini

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
ss: Sibala amahora ngekulinganisa budze bemtfwebulo ngamunye ngamunye, bese siphindza lelo nani ngelinani leliphelele lokucoshwa kwato tonke tilimi.

source: We could not fetch the stats. Please try again later.
ss: Asikakhoni kulandza letinombolo. Sicela ubuye wetame futsi.

source: We couldn’t find that page for you
ss: Asikakhoni kukutfolela lelikhasi

source: We couldn’t get any audio clips for you to listen to. Please try again later.
ss: Asikakhoni kutfola emavi latfwebuliwe longakhona kuwalalela. Sicela uphindze wetame futsi.

source: We couldn’t get any sentences for you to speak. Please try again later.
ss: Asikakhoni kutfola imisho longayikhuluma. Sicela uphidze wetame futsi

source: Weekly
ss: Ngemaviki

source: Weekly Goal
ss: Ligoli leliviki

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
ss: Sehlulekile kutfola tilwimi letikhona. Kwengetwa kwamanje angeke kwenteke. Sicela uphindze wetame futsi.

source: We launch the Common Voice site in this language.
ss: Sisungula likhasi la Common Voice ngalolulwimi.

source: Welcome { $company } staff!
ss: Siyanemukela { $company } tisebenti!

source: Welcome to Common Voice
ss: Siyakwemukela ka Common Voice

source: Welcome to the Common Voice Sentence Collector
ss: Wemukelekile lakukwelekwa khona imisho ka Common Voice

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
ss: Mhlawumbe asikasitfoli leso sicelo. Sicela utfumele liposi lembane ku <emailLink>{ $email }</emailLink>sitobuya kuwe!

source: We prefer natural/conversational sentences. While phonetic diversity and different words in sentences is important, we are trying to make recording sentences as much fun as possible. Therefore it would be great if you could try to keep your sentences as natural/engaging as possible.
ss: Sinconota tinkhulumiswano letimdalo. Yize kunekwehlukana kwemagama asetincingweni nalamanye lahlukene, siyetama kwenta kutfwebula kwemisho kube ngulokumnandzi ngayoyonkhe indlela. Ingako kungaba kahle kuchubeka kugcina imisho yakho ingekwe mvelo/iheha ngayoyonkhe indlela.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
ss: Siyetsembisa kutsi imininingwane yakho sitoyiphatsa ngebunono. Fundza kabanti ku <privacyLink>Privacy Notice</privacyLink>

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
ss: Sakha iDataset levulekele sive, tilwimi letehlukahlukene emavi langasetjentiswa ngunome ngabe ngubani kufundzisa tinsita tebuchwepheshe letisebentisa emavi.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
ss: Sikweleka esiveni umtfombo wetilwimi lovulekele wonkhe wonkhe. Nikela livi lakho, cinisekisa bucotfo bemavi alabanye, yenta lomtfombo ubencono wentele wonkhe umuntfu.

source: We’re experiencing unexpected downtime
ss: Sisabhekene nenkinga lencane emishinini yetfu

source: We’re going out to get coffee.
ss: Siyaphuma siyotfola likhofi.

source: We release the dataset every 3 months.
ss: I-dataset siyikhipha njalo makuphela tinyanga letintsatfu

source: We're receiving a lot of traffic and are currently investigating the issues.
ss: Kunekugcwala kwemgwaco wetfu futsi sisaphenya lenkinga.

source: We’re sorry, your platform is not currently supported.
ss: Siyacolisa, inkhundla yakho ayikasekelwa kwamanje.

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
ss: Sisebentisa lithulusi laka Mozilla lelibitwa ngekutsi ngu <pontoonLink>Pontoon</pontoonLink> kuhumusha. Pontoon unetilwimi letiningi, konja uma kute lwakho lulwimi <pontoonRequestLink>ungacela kutsi lakho lulwimi lwengetwe</pontoonRequestLink>. Bese, kute lelilwimi lube khona ku-Common Voice project, cela lulwlimi lolusha ka <githubRepoLink>GitHub</githubRepoLink>. <localizationFragment>Buka lokunengi ngekuhumusha ekhasini</localizationFragment>.

source: We've run out of clips to validate in this language...
ss: Sesiphelelwe ticephu letitfwebuliwe kutsi singachubeka sitfwebule ngalolulwimi...

source: We've run out of sentences to record in this language...
ss: Sesiphelelwe imisho lesingayitfwebula ngalolwimi...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
ss: Sifuna tilingiswa tetinkhulumo kutsi tikhone kuva ncono luhla lolwehlukahlukene lwetikhulumi. Kute loko kwenteke, sicheme selwati kumele lube lwebantfu labanyenti labehlukene.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
ss: Sifuna ticheme telwati taka Common Voice kutsi tivete umsindvo longuwo enjini ni yenkhulumo yemsindo injini yenkhulumo-nembhalo letoyiva esigangeni, ngako-ke sifuna kwehlukahluka. Ngalokungetiwe umphakatsi lohlukahlukene wetikhulumi, ticheme telwati letinemsindvo longiwo lutofundzisa injini yenkhulumo nembhalo kute ikhona kumela timo lehlukahlukene temhlaba mbamba, kusukela ngemuva kukhuluma nemsindvo wemoto. Uma nje ticheshana takho tivakala, kufanele tilunge ngalokwanele kutsi tingaba etichemeni telwati.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
ss: Sifuna ema-algorithms ekufundza imishini kutsi ikwati kuphatsa tinhlobonhlobo temisindvo lengemuva, futsi imisindvo lemikhulu ingamukelwa kuphela nje uma ingakuvimbeli kutsi uve wonkhe umbhalo. Umculo longemuva lophansi ULUNGILE; umculo losetulu ngalokuvimba kutsi ungeva igama ngalinye.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
ss: Sitokwatisa <strong>umphatsi wetfu wemmango kutsi unenshisekelo</strong>, khona batokukika lusito nemininingwane leyanele longayidzinga.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
ss: Sitochumana mayelana nemininingwane yekutsi ungalungeta njani lulwimi lwakho kuCommon Voice madvutane.

source: We will be in touch with more information as it becomes available.
ss: Sitochumana ngemininingwane leminye uma itfolakala.

source: We will not make your email public.
ss: Angeke liposi lakho lembane libonwe sive.

source: We will review your request to remove your voice recordings from the dataset. If your request is approved, we will contact those who have downloaded the dataset and request they remove your voice recordings as well.
ss: Sitawusibuka sicelo sakho sekususa emavi akho latfwebuliwe emtfombeni wetfu welwati. Uma sicelo sakho sesemukelwe, sitocela utsintsane nalabo lasebanelwati lwakho futsi sibacele kutsi bawasuse nabo lamavi latfwebuliwe akho.

source: What does it mean that I can’t “determine the identity” of speakers in the Common Voice dataset?
ss: Kusho kutsini kutsi angikhoni ku "determine the identity" yemuntfu lokhulumako kule dataset yaka Common Voice?

source: What is a language on Common Voice?
ss: Yini lulwimi ku Common Voice?

source: What is Common Voice?
ss: Yini Common Voice?

source: What issues are you experiencing with this sentence?
ss: Ngutiphi tinkinga lohlangabetana nato kulemisho?

source: What kind of goal do you want to build?
ss: Nhloboni yeligoli lofuna kuyakha?

source: What level of audio quality is required for a voice clip to be used in the dataset?
ss: Kumele libe nganani lizinga le-quality yenkhulumo letfwetjuliwe kuze isebentiswe kule dataset?

source: What’s inside the Common Voice dataset?
ss: Kunani kule dataset yaka Common Voice?

source: What's Public?
ss: Yini lokungabonwa sive?

source: What’s the difference between Common Voice and Deep Speech?
ss: Yini umehluko wa Common Coice na Deep Speech?

source: When a user rejects a voice clip it returns to the Queue. If rejected a second time, the voice clip is moved to the Clip Graveyard.
ss: Uma umsebentisi ajikisa incenye yelivi lelo livi libuyela edelezini. Uma lijikiswa kwesibili, leyo ncenye yelivi itfunyelwa ku Clip Graveyard.

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
ss: Uma ulalele, hlolisisa kutsi itfwebuleke kahle yini kunaku lokubhaliwe; yijikise uma kunemaphutsa noma ngabe kuncane kanganani. <br />Emaphutsa lajwayelekile afaka ekhatsi:

source: When will you release Common Voice data in other languages?
ss: Utayikhipha nini i-data yaka Common Voice ngalolunye lulwimi?

source: When you request your recordings, we compile them into one or multiple ZIP files. Here are your past requests:
ss: Uma ucela ema recording akho, siyawahlanganisa abe yi ZIP file yinye noma abe manengi. Nati ticelo takho taphambilini

source: Where are these <wikipediaLink>public domain</wikipediaLink> sentences from?
ss: Ichamukaphi le <wikipediaLink>umkhambatsi wesive</wikipediaLink>misho?

source: Where does the source text come from?
ss: Umtfombo wemagama uchamukaphi?

source: Which variant of { $language } do you speak?
ss: Nguyiphi inhlobo ye { $language } loyikhulumako?

source: Why ?
ss: Leni ?

source: Why a profile?
ss: Leni likhasi lelichaza kabanti ngawe?

source: Why Common Voice?
ss: Leni Common Voice?

source: Why does this matter?
ss: Kumcoka ngani loku?

source: Why don’t you ask people to read from books or Wikipedia articles in different languages?
ss: Yini ningaceli bantfu kutsi bafundze etincwadzini noma tincwajana letitfolakala ku Wikipedia letibhalwe ngetilwimi letihlukahlukene?

source: Why do you need so many different speakers per language?
ss: Utidzingelani tikhulumi letehlukene ngelulwimi ngalunye?

source: Why is 10,000 validated hours the per language goal for capturing audio?
ss: Leni emahora langu 10,000 lacinisekisiwe ngelulwimi abe ligoli lekutfwebula livi?

source: Why is Common Voice part of the Mozilla mission?
ss: Leni Common Voice abe yincenye yemshikashika wa Mozilla?

source: Why is it important?
ss: Kumcoka ngani loku?

source: Why is my language not included yet?
ss: Leni lulwimi lwami lungangetwa?

source: Why should I sign up for an account?
ss: Kudzingeke ngani kutsi ngibhalisele i-account?

source: Would you like to request your voice recordings be deleted too, or do you prefer to keep them in the Common Voice dataset?
ss: Ungafuna yini kucela ticephu telivi lakho letitfwebuliwe kutsi tilahlwe nato, noma ukhetsa kutigcina kumbhukudvu we Common Voice?

source: Xhosa
ss: Si-Xhosa

source: Yes
ss: Yebo

source: Yes, send me emails. I’d like to stay informed about the Common Voice Project.
ss: Yebo, ngitfumele liposi lembane. Ngingatsandza kuhlala ngati kabanti ngenchubo yalomsebenti we Common Voice

source: Yes, send me emails. I'd like to stay informed about the progress of this language on Common Voice.
ss: Yebo, ngitfumele liposi lembane. Ngingatsandza kuhlala ngati kabanti ngenchubo yalolulwimi ku Common Voice
